[
    {
        "type": "General",
        "question": "Who's considered faller?",
        "description": "Faller is defined an individual who has experienced an unexpected event that resulted him/her coming to rest on the ground, floor, or lower level."
    },
    {
        "type": "General",
        "question": "What problem does the application aim to address?",
        "description": "The application functions as a clinical decision support tool that:",
        "items": [
            "Supports physicians in fall-risk assessment and prevention",
            "Identifies distinct fall-risk profiles using functional and clinical data",
            "Provides evidence-based, targeted prevention recommendations",
            "Improves consistency and efficiency in clinical decision-making"
        ]
    },
    {
        "type": "Risk profiles related",
        "question": "What does the assigned risk profiles represent?",
        "description": "The assigned Risk Classes - Risk Profiles represent an integrated fall-risk profile derived from multiple functional, clinical, behavioral and environmental factors, rather than a single variable or medical diagnosis. The summary of each risk profile can be found in the page 'Data Summary'."
    },
    {
        "type": "Risk profiles related",
        "question": "Can the risk profile of a faller change over time?",
        "description": "Yes, risk profile assignment is not fixed. It's dynamic and may change over time as the individual's functional status, health conditions or fall history evolves. It's suggested from specialized people to periodically reassess fall risk of elders to capture any changes."
    },
    {
        "type": "Model-based",
        "question": "How were the fall-risk profiles derived?",
        "description": "The fall risk profiles were derived through a two-stage machine learning process combining unsupervised clustering and supervised classification on a real world dataset."
    },
    {
        "type": "Model-based",
        "question": "Which data were NOT used for model training?",
        "description": "Outcome-related variables were intentionally excluded from model training to prevent bias and circular reasoning, although they were used for interpretation and validation purposes. These are:",
        "items": [
            "Total number of falls per elder",
            "Fall location (indoor, outdoor, both)"
        ]
    },
    {
        "type": "Model-based",
        "question": "How reliable are the model’s predictions?",
        "description": "The reliability of predictions is supported by quantitative and qualitative evaluation metrics, systematic validation procedures, and consistency with established clinical fall-risk patterns. However, the results of the model are affected by the limitations of the dataset they were trained on."
    },
    {
        "type": "Interventions-based",
        "question": "How recommended fall-prevention interventions were generated?",
        "description": "Preventive interventions were generated by mapping the defining characteristics of each risk class to evidence-based strategies from international fall-prevention guidelines."
    }
]